{
    "index": {
        "title": "bincial",
        "desc": "bincial"
    },
    "global": {
        "Remarks": "Content",
        "subTip": "Sent Successfully",
        "subSuccess": " Log in to Bincial App with your email, help yourself to the reply and more business opportunities!",
        "CompanyName": "Company Name",
        "FullName": "Full Name",
        "EmailAddress": "Email Address",
        "Product": "Product",
        "Quantity": "Quantity",
        "ContactInfo": "Contact Info",
        "communication": "Open Bincial App and initiate communication immediately",
        "Inquiry": "Send Inquiry",
        "shopContact": "Contact",
        "shop": "Shop",
        "ycCompanyAddr": "Yancheng",
        "szCompanyAddr": "Shenzhen",
        "zqCompanyAddr": "Nanjing",
        "ycCompany": "Yancheng Teda",
        "szCompany": "Shenzhen Saimait New Materials Co., Ltd.",
        "zqCompany": "Zhaoqing Technology",
        "szProduct4": "Functional Materials",
        "szProduct3": "Sputtering Targets",
        "szProduct2": "Levitation Melting Equipment System",
        "szProduct1": "Vacuum Electromagnetic Levitation Melting Technology",
        "zqProduct4": "Small Hydrogen Storage Module",
        "zqProduct3": "Socket Hydrogen Storage Module",
        "zqProduct2": "Standard Hydrogen Storage Unit",
        "zqProduct1": "Hydrogen Storage Integrated System",
        "ycProduct4": "KT31000 Casing Tongs",
        "ycProduct3": "CHKQ203/75 Type Inclined Drilling Bucking Unit",
        "ycProduct2": "Hydraulic Station",
        "ycProduct1": "SUMMIT NEW MATERIALS",
        "shenzhen": "Shenzhen Summit New Materials Co., Ltd.",
        "shenzhenPro": "An equipment manufacturer and metal material supplier leveraging levitation metallurgy as the core technology. Holding 12 patents, ISO 9001 certified, and recognized as a national high-tech enterprise. ",
        "nanjing": "MEGA HYDROGEN ",
        "nanjingPro": "It focuses on the R&D and production of low-pressure solid-state hydrogen storage materials, mastering multiple hydrogen storage technologies. ",
        "yancheng": "YANCHENG TEDA DRILLING AND PRODUCTION EQUIPMENT CO, LTD. ",
        "yanchengPro": "A top supplier of drilling and production equipment for CNPC with strong R&D and manufacturing capabilities. It specializes in oil drilling and production equipmen.",
        "sendComEmail": "Send an E-mail     to",
        "home page": "Home",
        "ELECTRICAL": "ELECTRICAL",
        "price": "Negotiable",
        "products and services": "Bincial App",
        "proDes1": "Dimensional inspection of U-shaped pins",
        "proDes2": "Mechanical arm picking of stator core",
        "proDes3": "Appearance inspection of stator core",
        "proDes4": "Quality inspection of shell sealing parts and sealing glue application",
        "proDes5": "Slot recognition in gear assembly process",
        "proDes6": "Detection of insulation paper damage",
        "proDes7": "Detection of coil welding",
        "proDes8": "Appearance inspection of motor housing processing surface",
        "proDesAdd": "(MegaSee mirror reflection mode)",
        "addressCompany": "Zhaoli Technology",
        "province": "hangzhoushi",
        "about us": "About Us",
        "help center": "Help Center",
        "technological exchanges": "Technological exchanges",
        "product1": "Sourcing Globally",
        "product2": "Easy Contact",
        "product3": "Biz-social Network",
        "product4": "Industry Insights",
        "productDescriptionDes1": "Worldwide merchants on-site,Enjoy a global purchase journey",
        "productDescriptionDes2": "Easy cross-border communications with overseas merchants",
        "productDescriptionDes3": "Gather active associations on-site,connect with potential partners",
        "productDescriptionDes4": "AI-personalized 【info.】alert, keep pace with global business dynamic",
        "productDescriptionDes1W": "",
        "productDescriptionDes2W": "",
        "productDescriptionDes3W": "",
        "productDescriptionDes4W": "",
        "productList": "PRODUCT LIST",
        "productListELECTRICAL": "ELECTRICAL",
        "productListEQUIPMENT": "EQUIPMENT",
        "productListPROCESSING": "PROCESSING",
        "productListMACHINE TOOL": "MACHINE TOOL",
        "productListCOMPONENT": "COMPONENT",
        "productListCHIP": "CHIP",
        "productListSEMICONDUCTOR": "SEMICONDUCTOR",
        "productListCHEMICAL": "CHEMICAL",
        "tip": "Including automation tools, efficient office, automated processes, and optimized production",
        "des1": "Commercial Grade Cable Storage Tray",
        "address1": "Fiji Chord Business Dellc…",
        "num1": "17",
        "uom1": "/Piece",
        "contact": "Contact Us",
        "sendEmail": "Send an E-mail to：admin@bincial.com",
        "warn": "To ensure the security of the transaction  please scan with Bincial App",
        "telephone": "Please fill in your phone number/email address",
        "ask": "Please describe your request",
        "copy": "Copy",
        "link": "One click copy link jump",
        "submit": "Send Inquiry Now",
        "userGroup": "User groups",
        "own": "We have",
        "Quick entrance": "FAST TRACK",
        "Collab：": "Collab：",
        "Support：": "Support：",
        "Link：": "Link：",
        "Addr：": "Addr.：",
        "address": "Lane 1220, Yuqiao Road, Jiangcheng Enterprise Innovation Center, Pudong New Area, Shanghai",
        "Download": "Download",
        "WeChat": "WeChat",
        "companyIntroduce": "Shanghai Bozhi Tech Co., Ltd. offers diverse global business perspectives for large enterprises; precise online platforms for SMEs.",
        "companyName": "Shanghai Bozhi Technology Co., Ltd.",
        "contactUs": "CONTACT US",
        "Industry": "CORPORATE BUSINESS RESOLUTION",
        "Products Info Gap": "Products Info Gap",
        "Manufacturer Info Gap": "Manufacturer Info Gap",
        "Industry Info Gap": "Industry Info Gap",
        "globalDes1": "Global procurement among unfamiliar areas can be so easy when introducing AI recommendation system",
        "globalDes2": "Easy-accessed manufacturer info and real-time translation empower effective communication",
        "globalDes3": "AI algorithms embedded to identify industry dynamics help capture potential business opportunities",
        "globalDes1W": "",
        "globalDes2W": "",
        "globalDes2Y": "",
        "globalDes3W": "",
        "globalDes3Y": "",
        "Purchaser": "Purchaser",
        "userDes1": "Offers a dependable suppliers-info net, ",
        "userDes2": "simplifying large-scale procurement",
        "Suppliers": "Suppliers",
        "userDes3": "Provides a 'online exhibitions' to facilitate connections with ",
        "userDes4": " global purchaser",
        "Third-Party": "Third-Party",
        "userDes5": "Gathers the latest trends of global firms ",
        "userDes6": "industries, offering valuable insights",
        "LANUNCHED": "LANUNCHED",
        "LIVE-STREAMS": "LIVE-STREAMS",
        "CORPORATES": "CORPORATES",
        "BIZ ACTIONS": "BIZ ACTIONS",
        "TOP RATE": "TOP RATE",
        "CULTURE": "CULTURE",
        "BACKGROUND": "BACKGROUND",
        "TALENT": "TALENTS",
        "FOUNDING TEAM": "FOUNDING TEAM",
        "JOIN US": "JOIN US",
        "aboutDes1": "Respect for Consciousness & Sense of purpose",
        "aboutDes2": "Changing global trading patterns light up every potential business opportunity",
        "aboutDes3": "Technology innovation and creation of value for customers",
        "aboutDes4": "Love can withstand the test of time",
        "aboutDes5": "We welcome passoinate dreamers like you",
        "MISSION": "MISSION",
        "VISION": "VISION",
        "Biz Philosophy": "Biz Philosophy",
        "Team Culture": "Team Culture",
        "cardOneDes1": "Enhance the efficiency of cooperation between enterprises",
        "cardOneDes2": "Become a comprehensive service platform for enterprises",
        "cardOneDes3": "Continuous innovation to help users achieve value acquisition",
        "cardOneDes4": "Team goal first, respect everyone",
        "cardOneDes1Y": "",
        "cardOneDes2Y": "",
        "cardOneDes3Y": "",
        "cardOneDes4Y": "",
        "FLEXIBILITY": "FLEXIBILITY",
        "BONUS": "BONUS",
        "TRAINING": "TRAINING",
        "PROMOTION": "PROMOTION",
        "aboutProduceCompany": "Shanghai Bozhi Technology Co., Ltd. was founded in 2022 as an innovative technology company empowered by artificial intelligence (AI) technology. ",
        "aboutBy": "Through AI：",
        "aboutBy1": "We platformize global enterprise information and collaboration processes",
        "aboutBy2": "accurately pushing to break down information barriers between enterprises ",
        "aboutBy3": " lead all companies worldwide into the AI era..",
        "aboutTalentDes1": "Our team consists of professional talents with rich business acumen and a global perspective, dedicated to driving the digital transformation of global commerce. ",
        "aboutTalentDes2": "We strive to break down information barriers, providing enterprises with broader international business opportunities and assisting them in expanding their business boundaries with greater confidence and agility.",
        "aboutTeamDes1": "The founder has 17 years of experience in the industrial internet sector, with a background in product development and sales at top-tier companies.",
        "aboutTeamDes2": "The founding team comprises professionals from leading tech firms such as ByteDance, Tencent, Baidu, and Huawei, with expertise in enterprise SaaS products and e-commerce platforms.",
        "aboutTeamDes3": "Having faced challenges in the market firsthand, the founding team possess a deep understanding in international business trade, pooling their efforts and passion into this product.",
        "Name": "Name",
        "Phone": "Phone",
        "Poaition": "Poaition",
        "Upload CV": "Upload CV",
        "APPLY NOW": "APPLY NOW",
        "USER GUIDE": "USER GUIDE",
        "CERTIFICATION GUIDE": "CERTIFICATION GUIDE",
        "helpBasicInfo1": "When encountering bugs or glitches while using, how to troubleshoot and provide quick feedback?",
        "helpBasicInfo2": "If you encounter any issues during use, please follow these troubleshooting steps:",
        "helpBasicInfo3": "1. Check if the client is the latest version: Updating the latest version of the client in the App store can solve usage issues caused by lower versions",
        "helpBasicInfo4": "2. Check if the current network condition is good: if there are similar faults when running other Applications, it is recommended to exit the client, clear the process, and log in again.",
        "helpBasicInfo5": "3. Still making an error, the private message provided by Bincial customer service includes the following information:",
        "helpBasicInfo6": "- Screenshots of the error page",
        "helpBasicInfo7": "- Detailed description of the issue you encountered or the steps leading to the error.",
        "helpBasicInfo8": "What are Points, how are they used, and how to earn more?",
        "helpBasicInfo9": "Points are a score calculated by the system based on the user's creative and interactive performance on the Bincial App, used to evaluate the value and operational status of the account.",
        "helpBasicInfo10": "The higher the points, the higher the value the account possess; the higher the corresponding account level, and the more benefits it enjoys. Users can unlock corresponding benefits based on the account level",
        "helpBasicInfo11": "Points rule: ",
        "helpBasicInfo12": "1. Users who post content (posts, live-streams etc.) will receive 2 points for likes, 1 point for favorites, and 1 point for comments.",
        "helpBasicInfo13": "2. All users will receive rewards for interacting with friends, and new users will receive 200 points each for their first friend. Follow up mutual friends, 5 points each, no accumulation after repeated follow.",
        "helpBasicInfo14": "Customer Service: working hours",
        "helpBasicInfo15": "Online customer service operates during weekdays from 10:00 to 18:00. You can expect a response to your email within 2 business days. Feel free to reach out to us. We are looking forward to hearing from you.",
        "helpBasicInfo16": "We aim to respond to email feedback within 2 business days. Please feel free to contact us.",
        "helpBasicInfo17": "Protection of Personal Information",
        "helpBasicInfo18": "We collect and use your personal information in accordance with relevant laws, regulations, and technical specifications to help us provide you with better products and/or services. Please carefully read and fully understand this guide before using Bincial.",
        "helpBasicInfo19": " (Privacy Policy)",
        "helpBasicInfo20": "Account Cancellation Guidline",
        "helpBasicInfo21": "Before you cancel your account, please fully read and understand the following matters, once accept will be determinated as agreed.",
        "helpBasicInfo22": "User Cancellation Agreement",
        "helpBasicInfo23": "Can one phone number register multiple Bincial accounts?",
        "helpBasicInfo24": "A mobile phone number can only be associated with one Bincial account and cannot be associated with multiple Bincial accounts.",
        "helpBasicInfo25": "How can I change my linked phone number? What should I do if I no longer use the current phone number?",
        "helpBasicInfo26": "Please contact Customer Service for assistance",
        "helpBasicInfo27": "Method 1: Log in to Bingshang App to contact online customer service",
        "helpBasicInfo28": "Method 2: Send an email to customer service mailbox: support@bincial.com",
        "helpBasicInfo29": "How to certify your account",
        "helpBasicInfo30": "Authentication address",
        "helpBasicInfo31": "Can a company certify multiple accounts?",
        "helpBasicInfo32": "In order to facilitate the management of internal member accounts, only one account is allowed to pass enterprise authentication within the same company. Accounts that have passed company professional authentication can be managed through the User backend.",
        "helpBasicInfo33": "How to report and how to use the 'Report' function correctly?",
        "helpBasicInfo34": "The Report button can be find on the Channel, Forecast, Product and other pages. ",
        "helpBasicInfo35": "The content reported will be accepted by the reporting center in accordance with the content standards of Bincial. ",
        "helpBasicInfo36": "After the reported content is processed, the informant will receive a notification or message containing the processing result.",
        "helpBasicInfo37": "Is there any restriction on Report function?",
        "helpBasicInfo38": "To avoid the situation where the same object is repeatedly reported, there will be certain restrictions on the repeated reporting of the same object. But there are no restrictions on different reports from different objects.",
        "helpBasicInfo39": "How to change the corporation's name after certificated?",
        "helpBasicInfo40": "You can freely modify the English name and abbreviation of the company. If you want to change the full Chinese name of the company, please contact Customer Service for assistance.",
        "helpBasicInfo43": "How to view data such as published products and followers？",
        "helpBasicInfo44": "Please log in to the User backend - Data Board to view the recent data performance of your account, including the overall performance of recently released products and the performance of individual products. You can also view data trends in multiple dimensions such as sharing, likes, comments, favorites etc., and summarize the characteristics of different interactive behaviors.",
        "helpBasicInfo45": "How to publish products？",
        "helpBasicInfo46": "Only professional and corporate accounts are allowed to publish products. For personal accounts, please first apply for professional certification",
        "helpBasicInfo47": "Certification application: ",
        "helpBasicInfo48": "1. Select the Product page in the App and add a product in the upper right corner",
        "helpBasicInfo49": "2. Log in to the User backend, select Product Center - Publish Products, and proceed to the next step",
        "helpBasicInfo50": "What is a product authentication？",
        "helpBasicInfo51": "Authentication function will be trigger when launching new products or editing existing products. The system will review the product information during the process. If Approved, the product will be automatically listed. If unapproved, please view the system's message for feedback. When editing products that have been listed, the products will be automatically delist and enter the authentication process. Once Approved, they will be automatically listed again.",
        "helpBasicInfo52": "What should I do if the product is unapproved?",
        "helpBasicInfo53": "ou can check the feedback through the system message. If the product still does not pass after modification, you can contact Customer Service for assistance.",
        "helpBasicInfo54": "How long does the product authentication take？",
        "helpBasicInfo55": "We usually complete the product review within 2 working days",
        "helpBasicInfo56": "What is Cart?",
        "helpBasicInfo57": "Cart is a tool that facilitates buyers to manage interests products. You can view, modify, and delete product from list at any time.",
        "helpBasicInfo58": "What is the User Backend and what are its functions？",
        "helpBasicInfo59": "The User backend is an enterprise management platform tailored for Bincial on-site suppliers. The User backend includes main functions such as workbench, message center, data center, product center, Premium services, and customer management. The core function of the User backend is to integrate product management tools, data analysis dashboards, and customer relationship management for on-site suppliers, in order to improve the operational efficiency of the corporation and promote mutual cooperation.",
        "footerPolicy": "Privacy Policy",
        "footerAgreement": "User Agreement",
        "footerCompany": "Copyright© Shanghai Bozhi Technology Co., Ltd. Shanghai ICP No. 11104361",
        "discover": "Discover feature",
        "productGuide": "Bincial product feature",
        "liveGuide": "Livestream feature",
        "Watched": "Watched",
        "Not Watched": "Not Watched",
        "newOn": "【ZhaoLi Technology Co., Ltd. Hangzhou】",
        "newCon": "Equipped with advanced machine vision technology, our motor inspection equipment ensures efficient image processing and precise detection ",
        "newView": "View Now",
        "success": "success",
        "error": "failed",
        "checkEmail": "Please enter a valid phone number or email address",
        "uploadStatus": "Upload Success",
        "APPLYSUCESS": "APPLY SUCESS",
        "productsCn1": "Advanced Cross-Border ",
        "productsCn2": "Enterprise Intelligence",
        "productsCn3": "Platform",
        "productsEn1": "",
        "productsEn2": "",
        "productsEn3": "",
        "Catalogue": "Catalogue"
    }
}